[
  {
    "label": "amateur sports",
    "article": "https://en.wikipedia.org/wiki/Amateur_sports",
    "topic": "Amateur sports are sports in which participants engage largely or entirely without remuneration. The distinction is made between amateur sporting participants and professional sporting participants, who are paid for the time they spend competing and training. In the majority of sports which feature professional players, the professionals will participate at a higher standard of play than amateur competitors, as they can train full-time without the stress of having another job. The majority of worldwide sporting participants are amateurs.\nSporting amateurism was a zealously guarded ideal in the 19th century, especially among the upper classes, but faced steady erosion throughout the 20th century with the continuing growth of pro sports and monetisation of amateur and collegiate sports, and is now strictly held as an ideal by fewer and fewer organisations governing sports, even as they maintain the word \"amateur\" in their titles."
  },
  {
    "label": "athletics",
    "article": "https://en.wikipedia.org/wiki/Athletics_(physical_culture)",
    "topic": "Athletics is a term encompassing the human competitive sports and games requiring physical skill, and the systems of training that prepare athletes for competitive performance. Athletic sports or contests are competitions which are primarily based on human physical competition, demanding the qualities of stamina, fitness, and skill. Athletic sports form the bulk of popular sporting activities, with other major forms including motorsports, precision sports, extreme sports and animal sports.\nAthletic contests, as one of the earliest types of sport, are prehistoric and comprised a significant part of the Ancient Olympic Games, along with equestrian events. The word \"athletic\" is derived from the Ancient Greek: άθλος (athlos) meaning \"contest.\" Athletic sports became organized in the late 19th century with the formation of organizations such as the Amateur Athletic Union in the United States and the Union des Sociétés Françaises de Sports Athlétiques in France. The Intercollegiate Athletic Association of the United States (later the National Collegiate Athletic Association) was established in 1906 to oversee athletic sports at college-level in the United States, known as college athletics.\nAthletics has gained significant importance at educational institutions; talented athletes may gain entry into higher education through athletic scholarships and represent their institutions in athletic conferences. Since the Industrial Revolution, people in the developed world have adopted an increasingly sedentary lifestyle. As a result, athletics now plays a significant part in providing routine physical exercise. Athletic clubs worldwide offer athletic training facilities for multitudes of sports and games."
  },
  {
    "label": "ball game",
    "article": "https://en.wikipedia.org/wiki/Ball_game",
    "topic": "This is a list of ball games and ball sports that include a ball as a key element in the activity, usually for scoring points."
  },
  {
    "label": "bicycle touring",
    "article": "https://en.wikipedia.org/wiki/Bicycle_touring",
    "topic": "Bicycle touring is the taking of self-contained cycling trips for pleasure, adventure or autonomy rather than sport, commuting or exercise. Bicycle touring can range from single-day trips to extended travels spanning weeks or months. Tours may be planned by the participant or organized by a tourism business, local club or organization, or a charity as a fund-raising venture.\n\n"
  },
  {
    "label": "boardsport",
    "article": "https://en.wikipedia.org/wiki/Boardsport",
    "topic": "Boardsports are active outdoor sports that are played with any sort of board as the primary equipment. These sports take place on a variety of terrains, from paved flat-ground and snow-covered hills to water and air. Most boardsports are considered action sports or extreme sports, and thus often appeal to youth. Some board sports were marginalized in the past. However, many board sports are gaining mainstream recognition, and with this recognition, they have gotten wider broadcasting, sponsorship and inclusion in institutional sporting events, including the Olympic Games.\nSurfing is the first known boardsport, originating from Polynesian culture. Skateboarding was then invented by surfers looking to \"surf\" on land. It is hard to estimate when most boardsports were invented because people have been making homemade versions throughout history. For example, it is not hard to conceive of a person, who is familiar with the concept of skiing or sledding, standing sideways on a plank of wood and riding down a snow-covered slope. M.J. \"Jack\" Burchett is credited with first doing this in 1929, using horse reins and clothesline to secure his feet on the plank of wood. Most boardsports have similar, equally unknown origins.\nUsing data collected in the past decade, it is estimated there are 18-50 million skateboarders, 5-25 million surfers, and 10-20 million snowboarders in the world. Approximately 100 million people participate in boardsports worldwide."
  },
  {
    "label": "children's sports",
    "article": "not existing article",
    "topic": "not existing article"
  },
  {
    "label": "competitive sport",
    "article": "https://en.wikipedia.org/wiki/High-performance_sport",
    "topic": "High performance sport or elite sport is sport at the highest level of competition. \nIn sports administration, \"high-performance sport\", where the emphasis is on winning prestigious competitions, is distinguished from \"mass sport\" or \"recreational sport\", where the emphasis is on attracting the maximum number of participants. In team sports, the concept of high performance involves also team performance strategy and assessment.\nHigh-performance sport overlaps with the upper tiers of professional sport; within the realm of professional sport, the elite tiers of the sport are known, particularly in North America, as major leagues. On the other hand, elite competitors at the Olympic Games or World Games in some minority sports may be part-time or rely on government grants. Likewise, student athletes, especially in college sports, are often high performance despite being nominally amateurs.\nMuch research in sports psychology and sports medicine is motivated by the needs of elite rather than mass athletes. Doping in sport is more common at elite levels, and research into performance-enhancing substances has been fuelled by the drive for success, this despite the practice being firmly illegal at almost all levels of play.\nSeparate state agencies may be responsible for high-performance sport and for mass sport; national governing bodies for a particular sport often have separate administrative units for supporting elite athletes and  the funding of athletes likely to win Olympic medals. In public policy, funding for high-performance sport may be justified for reasons of national prestige or as a marketing tool for encouraging mass sport. Eastern Bloc countries invested in elite sport during the Cold War for propaganda purposes; some Western countries began establishing Institutes of Sport from the 1980s, with sports academies for nurturing promising young athletes."
  },
  {
    "label": "cycle sport",
    "article": "https://en.wikipedia.org/wiki/Cycle_sport",
    "topic": "Cycle sport is competitive physical activity using bicycles. There are several categories of bicycle racing including road bicycle racing, cyclo-cross, mountain bike racing, track cycling, BMX, and cycle speedway. Non-racing cycling sports include artistic cycling, cycle polo, freestyle BMX, mountain bike trials, hardcourt bike polo and cycleball. The Union Cycliste Internationale (UCI) is the world governing body for cycling and international competitive cycling events. The International Human Powered Vehicle Association is the governing body for human-powered vehicles that imposes far fewer restrictions on their design than does the UCI. The UltraMarathon Cycling Association is the governing body for many ultra-distance cycling races.\nBicycle racing is recognised as an Olympic sport. Bicycle races are popular all over the world, especially in Europe. The countries most devoted to bicycle racing include Belgium, Denmark, France, Germany, Italy, the Netherlands, Spain and Switzerland. Other countries with international standing include Australia, Luxembourg, Slovenia, United Kingdom, United States and Colombia."
  },
  {
    "label": "cycling",
    "article": "https://en.wikipedia.org/wiki/Cycling",
    "topic": "Cycling, also known as bicycling or biking, is the activity of riding a bicycle or other types of pedal-driven human-powered vehicles such as balance bikes, unicycles, tricycles, and quadricycles. Cycling is practised around the world for purposes including transport, recreation, exercise, and competitive sport.\n\n"
  },
  {
    "label": "dance",
    "article": "https://en.wikipedia.org/wiki/Dance",
    "topic": "Dance is an art form, consisting of sequences of body movements with aesthetic and often symbolic value, either improvised or purposefully selected. Dance can be categorized and described by its choreography, by its repertoire of movements or by its historical period or place of origin. Dance is typically performed with musical accompaniment, and sometimes with the dancer simultaneously using a musical instrument themselves.\nThere are two different types of dance: theatrical and participatory dance. Both types of dance may have special functions, whether social, ceremonial, competitive, erotic, martial, sacred or liturgical. Dance is not solely restricted to performance, as dance is used as a form of exercise and occasionally training for other sports and activities. Dance performances and dancing competitions are found across the world exhibiting various different styles and standards.\n\n"
  },
  {
    "label": "flowriding",
    "article": "https://en.wikipedia.org/wiki/Flowriding",
    "topic": "Flowriding  is a late 20th century alternative boardsport incorporating elements of surfing, bodyboarding, skateboarding, skimboarding, snowboarding and wakeboarding.  \nThe FlowRider and the FlowBarrel are artificial waves that are called \"sheet waves\". In order to create a sheet wave, water is pumped up and over a surface which is engineered to replicate the shape of an ocean wave. The result is a stationary wave in which a rider can mimic the movements of other board sports, such as moving up and down the wave, carving, and jumping. Since the wave does not move forward, the movement of the rider is derived from the water flowing over the stationary surface."
  },
  {
    "label": "game-based sport",
    "article": "not existing article",
    "topic": "not existing article"
  },
  {
    "label": "individual sport",
    "article": "https://en.wikipedia.org/wiki/Individual_sport",
    "topic": "An individual sport or one on one sport is a sport in which participants compete as individuals. However, team competitions within individual sports also occur, such as the Davis Cup and the Billie Jean King Cup.\n\n"
  },
  {
    "label": "open water swimming",
    "article": "https://en.wikipedia.org/wiki/Open_water_swimming",
    "topic": "Open water swimming is a swimming discipline which takes place in outdoor bodies of water  such as open oceans, lakes, and rivers. Competitive open water swimming is governed by the International Swimming Federation, World Aquatics (formerly known as FINA), except when it is part of multi-sport events, which are governed by the World Triathlon.\nIn the first edition of the modern Olympic Games in Athens in 1896, the swimming competition was held in open water. In 2000, the Olympic Games first included a triathlon with a 1500 m swim leg, and in 2008, a 10 km open water swim. The FINA World Aquatics Championships has featured open water swimming events since 1992. The FINA World Open Water Swimming Championships was held from 2000 to 2010. Since 2007, the FINA 10 km Marathon Swimming World Cup is held in several events around the world.\nEvents such as the Midmar Mile in South Africa (attributed to Wayne Ridden), the Great Swim in the UK (whose idea is attributed to Colin Hill), and the Batley race have helped create and grow interest and participation in the sport."
  },
  {
    "label": "para surfing",
    "article": "https://en.wikipedia.org/wiki/Para_surfing",
    "topic": "Para surfing or adaptive surfing is a form of surfing in which a disabled individual uses a board or waveski to ride on a breaking wave. Competitively, the International Surfing Association (ISA) has hosted the World Para Surfing Championships annually since 2015. In addition, the Association of Adaptive Surfing Professionals (AASP) was formed in 2022 as the international governing body of professional adaptive surfing, and administers the AASP World Tour including events in Hawaii, Australia and California for its inaugural year. \nAdaptive surfers are classified into different competitive divisions based on their respective disabilities, with classification generally certified by medical professionals for professional competitions. There are currently nine separate divisions recognized by the ISA and AASP."
  },
  {
    "label": "physical activity",
    "article": "https://en.wikipedia.org/wiki/Physical_activity",
    "topic": "Physical activity  is defined as any voluntary bodily movement produced by skeletal muscles that requires energy expenditure. Physical activity encompasses all activities, at any intensity, performed during any time of day or night. It includes both voluntary exercise and incidental activity integrated into the daily routine.\nThis integrated activity may not be planned, structured, repetitive or purposeful for the improvement of physical fitness, and may include activities such as walking to the local shop, cleaning, working, active transport etc. Lack of physical activity is associated with a range of negative health outcomes, whereas increased physical activity can improve physical and mental health, as well as cognitive and cardiovascular health. There are at least eight investments that work to increase population-level physical activity, including whole-of-school programmes, active transport, active urban design, healthcare, public education and mass media, sport for all, workplaces and community-wide programmes. Physical activity increases energy expenditure and is a key regulator in controlling body weight (see Summermatter cycle for more). In human beings, differences among individuals in the amount of physical activity have a substantial genetic basis."
  },
  {
    "label": "physical preparedness",
    "article": "not existing article",
    "topic": "not existing article"
  },
  {
    "label": "physical training",
    "article": "not existing article",
    "topic": "not existing article"
  },
  {
    "label": "professional sport",
    "article": "https://en.wikipedia.org/wiki/Professional_sports",
    "topic": "In professional sports, as opposed to amateur sports, participants receive payment for their performance. Professionalism in sport has come to the fore through a combination of developments. Mass media and increased leisure have brought larger audiences, so that sports organizations or teams can command large incomes. As a result, more sportspeople can afford to make sport their primary career, devoting the training time necessary to increase skills, physical condition, and experience to modern levels of achievement. This proficiency has also helped boost the popularity of sports. In most sports played professionally there are many more amateur than professional players, though amateurs and professionals do not usually compete.\n\n"
  },
  {
    "label": "recreational sport",
    "article": "not existing article",
    "topic": "not existing article"
  },
  {
    "label": "sport",
    "article": "https://en.wikipedia.org/wiki/Sport",
    "topic": "Sport is a form of physical activity or game. Often competitive and organized, sports use, maintain, or improve physical ability and skills. They also provide enjoyment to participants and, in some cases, entertainment to spectators. Many sports exist, with different participant numbers, some are done by a single person with others being done by hundreds. Most sports take place either in teams or competing as individuals. Some sports allow a \"tie\" or \"draw\", in which there is no single winner; others provide tie-breaking methods to ensure one winner. A number of contests may be arranged in a tournament format, producing a champion. Many sports leagues make an annual champion by arranging games in a regular sports season, followed in some cases by playoffs.\nSport is generally recognised as system of activities based in physical athleticism or physical dexterity, with major competitions admitting only sports meeting this definition. Some organisations, such as the Council of Europe, preclude activities without any physical element from classification as sports. However, a number of competitive, but non-physical, activities claim recognition as mind sports. The International Olympic Committee who oversee the Olympic Games recognises both chess and bridge as sports. SportAccord, the international sports federation association, recognises five non-physical sports: chess, bridge, draughts, Go and xiangqi. However, they limit the number of mind games which can be admitted as sports. Sport is usually governed by a set of rules or customs, which serve to ensure fair competition. Winning can be determined by physical events such as scoring goals or crossing a line first. It can also be determined by judges who are scoring elements of the sporting performance, including objective or subjective measures such as technical performance or artistic impression.\nRecords of performance are often kept, and for popular sports, this information may be widely announced or reported in sport news. Sport is also a major source of entertainment for non-participants, with spectator sport drawing large crowds to sport venues, and reaching wider audiences through broadcasting. Sport betting is in some cases severely regulated, and in others integral to the sport.\nAccording to A.T. Kearney, a consultancy, the global sporting industry is worth up to $620 billion as of 2013. The world's most accessible and practised sport is running, while association football is the most popular spectator sport.\n\n"
  },
  {
    "label": "sports technique",
    "article": "not existing article",
    "topic": "not existing article"
  },
  {
    "label": "sports training",
    "article": "not existing article",
    "topic": "not existing article"
  },
  {
    "label": "team sport",
    "article": "https://en.wikipedia.org/wiki/Team_sport",
    "topic": "A team sport is a type of sport where the fundamental nature of the game or sport requires the participation of multiple individuals working together as a team, and it is inherently impossible or highly impractical to execute the sport as a single-player endeavour. In team sports, the cooperative effort of team members is essential for the sport to function and achieve its objectives. The objective often involves teammates facilitating the movement of a ball or similar bob in accordance with a set of rules in order to score points. Examples are basketball, volleyball, rugby, water polo, handball, lacrosse, cricket, baseball, and the various forms of football and hockey. These sports emphasize teamwork, strategy, and coordination among team members while competing against opposing teams to achieve a common goal. Team sports do not include individual or individual-to-team events within a sport."
  },
  {
    "label": "throwing sport",
    "article": "https://en.wikipedia.org/wiki/Throwing_sports",
    "topic": "Throwing sports, or throwing games, are physical, human competitions where the outcome is measured by a player's ability to throw an object.\nThe two primary forms are throwing for distance and throwing at a given target or range. The four most prominent throwing for distance sports are in track and field: shot put, discus, javelin, and the hammer throw. Target-based sports have two main genres: bowling and darts, each of which have a great number of variations."
  },
  {
    "label": "water sport",
    "article": "https://en.wikipedia.org/wiki/List_of_water_sports",
    "topic": "Water sports or aquatic sports are sports activities conducted on waterbodies and can be categorized according to the degree of immersion by the participants."
  },
  {
    "label": "youth sports",
    "article": "https://en.wikipedia.org/wiki/Youth_sports",
    "topic": "Youth sports is any sports event where competitors are younger than adult age, whether children or adolescents.  Youth sports includes school sports at primary and secondary level, as well as sports played outside the education system, whether informally or organized.\nIn sports studies and public policy contexts, an age limit of 18 (the age of majority) is usual in discussing \"youth sport\". Not all sports governing bodies define \"youth\" as \"under-18\": while the Youth Olympic Games and the FA Youth Cup are for under-18s, the LEN Junior Water Polo European Championship is for under-17s. Many youth sport programmes have multiple age levels, for example under-8, under-10, under-12, etc. It is not, however, only underage sport that may be considered as \"youth\" sport; for example, the existence of the World Rowing U23 Championships recognises that adults aged 18–22 have not yet reached peak condition. Moreover, many definitions consider postsecondary/collegiate students ranging from the ages of 17 to 25 participating in sports to be \"youth\" as well.\nSport is one of the most popular activities among youth all over the world. The most popular sports are association football, basketball, running and swimming.  In 2008, a United Nations-sponsored report on \"Sport for Development and Peace\" stated:\n\nSport can contribute significantly to international, national and local efforts to give children a healthy start. Sport can help those who haven't received a good start, and equip youth with the information, skills, personal and social resources, and support needed to make key life transitions successfully.\nAccording to WinterGreen Research, the size of the U.S. youth sports market has grown 55 percent since 2010 and is a $15.3 billion market in 2017.\n\n"
  }
]