[
  {
    "title": "Архитектура",
    "article": "https://en.wikipedia.org/wiki/Architecture",
    "text": "Architecture is the art and technique of designing and building, as distinguished from the skills associated with construction. It is both the process and the product of sketching, conceiving, planning, designing, and constructing buildings or other structures. The term comes from Latin  architectura; from Ancient Greek  ἀρχιτέκτων (arkhitéktōn) 'architect'; from  ἀρχι- (arkhi-) 'chief' and  τέκτων (téktōn) 'creator'. Architectural works, in the material form of buildings, are often perceived as cultural symbols and as works of art. Historical civilizations are often identified with their surviving architectural achievements.\nThe practice, which began in the prehistoric era, has been used as a way of expressing culture by civilizations on all seven continents. For this reason, architecture is considered to be a form of art. Texts on architecture have been written since ancient times. The earliest surviving text on architectural theories is the 1st century AD treatise De architectura by the Roman architect Vitruvius, according to whom a good building embodies firmitas, utilitas, and venustas (durability, utility, and beauty). Centuries later, Leon Battista Alberti developed his ideas further, seeing beauty as an objective quality of buildings to be found in their proportions. In the 19th century, Louis Sullivan declared that \"form follows function\". \"Function\" began to replace the classical \"utility\" and was understood to include not only practical but also aesthetic, psychological, and cultural dimensions. The idea of sustainable architecture was introduced in the late 20th century.\nArchitecture began as rural, oral vernacular architecture that developed from trial and error to successful replication. Ancient urban architecture was preoccupied with building religious structures and buildings symbolizing the political power of rulers until Greek and Roman architecture shifted focus to civic virtues. Indian and Chinese architecture influenced forms all over Asia and Buddhist architecture in particular took diverse local flavors. During the Middle Ages, pan-European styles of Romanesque and Gothic cathedrals and abbeys emerged while the Renaissance favored Classical forms implemented by architects known by name. Later, the roles of architects and engineers became separated.\n\nModern architecture began after World War I as an avant-garde movement that sought to develop a completely new style appropriate for a new post-war social and economic order focused on meeting the needs of the middle and working classes. Emphasis was put on modern techniques, materials, and simplified geometric forms, paving the way for high-rise superstructures. Many architects became disillusioned with modernism which they perceived as ahistorical and anti-aesthetic, and postmodern and contemporary architecture developed. Over the years, the field of architectural construction has branched out to include everything from ship design to interior decorating.\n\n"
  },
  {
    "title": "Графика",
    "article": "https://en.wikipedia.org/wiki/Graphic_arts",
    "text": "A category of fine art, graphic art covers a broad range of visual artistic expression, typically two-dimensional graphics, i.e. produced on a flat surface, today normally paper or a screen on various electronic devices. The term usually refers to the arts that rely more on line, color or tone, especially drawing and the various forms of engraving; it is sometimes understood to refer specifically to drawing and the various printmaking processes, such as line engraving, aquatint, drypoint, etching, mezzotint, monotype, lithography, and screen printing (silk-screen, serigraphy). Graphic art mostly includes calligraphy, photography, painting, typography, computer graphics, and bindery. It also encompasses drawn plans and layouts for interior and architectural designs.\nIn museum parlance \"works on paper\" is a common term, covering the various types of traditional fine art graphic art. There is now a large sector of graphic designers working mostly on web design."
  },
  {
    "title": "Декоративно-прикладное искусство",
    "article": "https://en.wikipedia.org/wiki/Decorative_arts",
    "text": "The decorative arts are arts or crafts whose aim is the design and manufacture of objects that are both beautiful and functional. This includes most of the objects for the interiors of buildings, as well as interior design, but typically excludes architecture. Ceramic art, metalwork, furniture, jewellery, fashion, various forms of the textile arts and glassware are major groupings.\nApplied arts largely overlap with the decorative arts, and in modern parlance they are both often placed under the umbrella category of design. The decorative arts are often categorized in distinction to the \"fine arts\", namely painting, drawing, photography, and large-scale sculpture, which generally produce objects solely for their aesthetic quality and capacity to stimulate the intellect."
  },
  {
    "title": "Дизайн",
    "article": "https://en.wikipedia.org/wiki/Design",
    "text": "A design is the concept of or proposal for an object, process, or system. The word design refers to something that is or has been intentionally created by a thinking agent, and is sometimes used to refer to the inherent nature of something – its design. The verb to design expresses the process of developing a design. In some cases, the direct construction of an object without an explicit prior plan may also be considered to be a design (such as in arts and crafts). A design is expected to have a purpose within a specific context, typically aiming to satisfy certain goals and constraints while taking into account aesthetic, functional and experiential considerations. Traditional examples of designs include architectural and engineering drawings, circuit diagrams, sewing patterns, and less tangible artefacts such as business process models."
  },
  {
    "title": "Живопись",
    "article": "https://en.wikipedia.org/wiki/Painting",
    "text": "Painting is a visual art, which is characterized by the practice of applying paint, pigment, color or other medium to a solid surface (called \"matrix\" or \"support\"). The medium is commonly applied to the base with a brush, but other implements, such as knives, sponges, and airbrushes, may be used. One who produces paintings is called a painter.\nIn art, the term \"painting\" describes both the act and the result of the action (the final work is called \"a painting\"). The support for paintings includes such surfaces as walls, paper, canvas, wood, glass, lacquer, pottery, leaf, copper and concrete, and the painting may incorporate multiple other materials, including sand, clay, paper, plaster, gold leaf, and even whole objects.\nPainting is an important form of visual art, bringing in elements such as drawing, composition, gesture, narration, and abstraction. Paintings can be naturalistic and representational (as in still life and landscape painting), photographic, abstract, narrative, symbolistic (as in Symbolist art), emotive (as in Expressionism) or political in nature (as in Artivism).\nA portion of the history of painting in both Eastern and Western art is dominated by religious art. Examples of this kind of painting range from artwork depicting mythological figures on pottery, to Biblical scenes on the Sistine Chapel ceiling, to scenes from the life of Buddha (or other images of Eastern religious origin)."
  },
  {
    "title": "Кино",
    "article": "https://en.wikipedia.org/wiki/Film",
    "text": "A film, also known as a movie or motion picture, is a work of visual art that simulates experiences and otherwise communicates ideas, stories, perceptions, emotions, or atmosphere through the use of moving images that are generally, since the 1930s, synchronized with sound and (less commonly) other sensory stimulations. \n\n"
  },
  {
    "title": "Комиксы",
    "article": "https://en.wikipedia.org/wiki/Comics",
    "text": "Comics is a medium used to express ideas with images, often combined with text or other visual information. It typically takes the form of a sequence of panels of images. Textual devices such as speech balloons, captions, and onomatopoeia can indicate dialogue, narration, sound effects, or other information. There is no consensus among theorists and historians on a definition of comics; some emphasize the combination of images and text, some sequentiality or other image relations, and others historical aspects such as mass reproduction or the use of recurring characters. Cartooning and other forms of illustration are the most common means of image-making in comics. Photo comics is a form that uses photographic images. Common forms include comic strips, editorial and gag cartoons, and comic books. Since the late 20th century, bound volumes such as graphic novels, comic albums, and tankōbon have become increasingly common, along with webcomics as well as scientific/medical comics.\nThe history of comics has followed different paths in different cultures. Scholars have posited a pre-history as far back as the Lascaux cave paintings. By the mid-20th century, comics flourished, particularly in the United States, western Europe (especially France and Belgium), and Japan. The history of European comics is often traced to Rodolphe Töpffer's cartoon strips of the 1830s, while Wilhelm Busch and his Max and Moritz also had a global impact from 1865 on, and became popular following the success in the 1930s of strips and books such as The Adventures of Tintin. American comics emerged as a mass medium in the early 20th century with the advent of newspaper comic strips; magazine-style comic books followed in the 1930s, and the superhero genre became prominent after Superman appeared in 1938. Histories of Japanese comics and cartooning (manga) propose origins as early as the 12th century. Japanese comics are generally held separate from the evolution of Euro-American comics, and Western comic art probably originated in 17th-century Italy. Modern Japanese comic strips emerged in the early 20th century, and the output of comic magazines and books rapidly expanded in the post-World War II era (1945)– with the popularity of cartoonists such as Osamu Tezuka. Comics has had a lowbrow reputation for much of their history, but towards the end of the 20th century, they began to find greater acceptance with the public and academics.\n\nThe English term comics is used as a singular noun when it refers to the medium itself (e.g. \"Comics is a visual art form.\"), but becomes plural when referring to works collectively (e.g. \"Comics are popular reading material.\").\nThe comics may be further adapted to animations (anime), dramas, TV shows, movies."
  },
  {
    "title": "Литература",
    "article": "https://en.wikipedia.org/wiki/Literature",
    "text": "Literature is any collection of written work, but it is also used more narrowly for writings specifically considered to be an art form, especially novels, plays, and poems. It includes both print and digital writing. In recent centuries, the definition has expanded to include oral literature, much of which has been transcribed. Literature is a method of recording, preserving, and transmitting knowledge and entertainment. It can also have a social, psychological, spiritual, or political role.\nLiterary criticism is one of the oldest academic disciplines, and is concerned with the literary merit or intellectual significance of specific texts. The study of books and other texts as artifacts or traditions is instead encompassed by textual criticism or the history of the book. \"Literature\", as an art form, is sometimes used synonymously with literary fiction, fiction written with the goal of artistic merit, but can also include works in various non-fiction genres, such as biography, diaries, memoirs, letters, and essays. Within this broader definition, literature includes non-fictional books, articles, or other written information on a particular subject.\nDevelopments in print technology have allowed an ever-growing distribution and proliferation of written works, while the digital era had blurred the lines between online electronic literature and other forms of modern media."
  },
  {
    "title": "Музыка",
    "article": "https://en.wikipedia.org/wiki/Music",
    "text": "Music is the arrangement of sound to create some combination of form, harmony, melody, rhythm, or otherwise expressive content. Music is generally agreed to be a cultural universal that is present in all human societies. Definitions of music vary widely in substance and approach. While scholars agree that music is defined by a small number of specific elements, there is no consensus as to what these necessary elements are. Music is often characterized as a highly versatile medium for expressing human creativity. Diverse activities are involved in the creation of music, and are often divided into categories of composition, improvisation, and performance. Music may be performed using a wide variety of musical instruments, including the human voice. It can also be composed, sequenced, or otherwise produced to be indirectly played mechanically or electronically, such as via a music box, barrel organ, or digital audio workstation software on a computer.\nMusic often plays a key role in social events and religious ceremonies. The techniques of making music are often transmitted as part of a cultural tradition. Music is played in public and private contexts, highlighted at events such as festivals and concerts for various different types of ensembles. Music is used in the production of other media, such as in soundtracks to films, TV shows, operas, and video games.\nListening to music is a common means of entertainment. The culture surrounding music extends into areas of academic study, journalism, philosophy, psychology, and therapy. The music industry includes songwriters, performers, sound engineers, producers, tour organizers, distributors of instruments, accessories, and publishers of sheet music and recordings. Technology facilitating the recording and reproduction of music has historically included sheet music, microphones, phonographs, and tape machines, with playback of digital musics being a common use for MP3 players, CD players, and smartphones."
  },
  {
    "title": "Скульптура",
    "article": "https://en.wikipedia.org/wiki/Sculpture",
    "text": "Sculpture is the branch of the visual arts that operates in three dimensions. Sculpture is the three-dimensional art work which is physically presented in the dimensions of height, width and depth. It is one of the plastic arts. Durable sculptural processes originally used carving (the removal of material) and modelling (the addition of material, as clay), in stone, metal, ceramics, wood and other materials but, since Modernism, there has been almost complete freedom of materials and process. A wide variety of materials may be worked by removal such as carving, assembled by welding or modelling, or moulded or cast.\nSculpture in stone survives far better than works of art in perishable materials, and often represents the majority of the surviving works (other than pottery) from ancient cultures, though conversely traditions of sculpture in wood may have vanished almost entirely. In addition, most ancient sculpture was brightly painted, and this has been lost.\nSculpture has been central in religious devotion in many cultures, and until recent centuries, large sculptures, too expensive for private individuals to create, were usually an expression of religion or politics. Those cultures whose sculptures have survived in quantities include the cultures of the ancient Mediterranean, India and China, as well as many in Central and South America and Africa.\nThe Western tradition of sculpture began in ancient Greece, and Greece is widely seen as producing great masterpieces in the classical period. During the Middle Ages, Gothic sculpture represented the agonies and passions of the Christian faith. The revival of classical models in the Renaissance produced famous sculptures such as Michelangelo's statue of David. Modernist sculpture moved away from traditional processes and the emphasis on the depiction of the human body, with the making of constructed sculpture, and the presentation of found objects as finished artworks."
  },
  {
    "title": "Танец",
    "article": "https://en.wikipedia.org/wiki/Dance",
    "text": "Dance is an art form, consisting of sequences of body movements with aesthetic and often symbolic value, either improvised or purposefully selected. Dance can be categorized and described by its choreography, by its repertoire of movements or by its historical period or place of origin. Dance is typically performed with musical accompaniment, and sometimes with the dancer simultaneously using a musical instrument themselves.\nThere are two different types of dance: theatrical and participatory dance. Both types of dance may have special functions, whether social, ceremonial, competitive, erotic, martial, sacred or liturgical. Dance is not solely restricted to performance, as dance is used as a form of exercise and occasionally training for other sports and activities. Dance performances and dancing competitions are found across the world exhibiting various different styles and standards."
  },
  {
    "title": "Театр",
    "article": "https://en.wikipedia.org/wiki/Theatre",
    "text": "Theatre or theater is a collaborative form of performing art that uses live performers, usually actors or actresses, to present experiences of a real or imagined event before a live audience in a specific place, often a stage. The performers may communicate this experience to the audience through combinations of gesture, speech, song, music, and dance. It is the oldest form of drama, though live theatre has now been joined by modern recorded forms.  Elements of art, such as painted scenery and stagecraft such as lighting are used to enhance the physicality, presence and immediacy of the experience. Places, normally buildings, where performances regularly take place are also called \"theatres\" (or \"theaters\"), as derived from the Ancient Greek θέατρον (théatron, \"a place for viewing\"), itself from θεάομαι (theáomai, \"to see\", \"to watch\", \"to observe\").\nModern Western theatre comes, in large measure, from the theatre of ancient Greece, from which it borrows technical terminology, classification into genres, and many of its themes, stock characters, and plot elements. Theatre artist Patrice Pavis defines theatricality, theatrical language, stage writing and the specificity of theatre as synonymous expressions that differentiate theatre from the other performing arts, literature and the arts in general.\nA theatre company is an organisation that produces theatrical performances, as distinct from a theatre troupe (or acting company), which is a group of theatrical performers working together.\nModern theatre includes performances of plays and musical theatre. The art forms of ballet and opera are also theatre and use many conventions such as acting, costumes and staging. They were influential in the development of musical theatre."
  },
  {
    "title": "Уличное искусство",
    "article": "not existing article",
    "text": "not existing article"
  },
  {
    "title": "Фотография",
    "article": "https://en.wikipedia.org/wiki/Photography",
    "text": "Photography is the art, application, and practice of creating images by recording light, either electronically by means of an image sensor, or chemically by means of a light-sensitive material such as photographic film. It is employed in many fields of science, manufacturing (e.g., photolithography), and business, as well as its more direct uses for art, film and video production, recreational purposes, hobby, and mass communication. A person who captures or takes photographs is called a photographer.\nTypically, a lens is used to focus the light reflected or emitted from objects into a real image on the light-sensitive surface inside a camera during a timed exposure. With an electronic image sensor, this produces an electrical charge at each pixel, which is electronically processed and stored in a digital image file for subsequent display or processing. The result with photographic emulsion is an invisible latent image, which is later chemically \"developed\" into a visible image, either negative or positive, depending on the purpose of the photographic material and the method of processing. A negative image on film is traditionally used to photographically create a positive image on a paper base, known as a print, either by using an enlarger or by contact printing.\nBefore the emergence of digital photography, photographs on film had to be developed to produce negatives or projectable slides, and negatives had to be printed as positive images, usually in enlarged form. This was usually done by photographic laboratories, but many amateurs did their own processing."
  },
  {
    "title": "Цифровое искусство",
    "article": "https://en.wikipedia.org/wiki/Digital_art",
    "text": "Digital art is artistic work that uses digital technology as part of the creative or presentational process. It can also refer to computational art that uses and engages with digital media. Since the 1960s, various names have been used to describe digital art, including computer art, electronic art, multimedia art, and new media art. Digital art includes pieces stored on physical media, such as with digital painting, as well as galleries on websites.\n\n"
  }
]